/* dashboard location */
"Dashboard" = "Dashboard";

/* desktop location */
"Desktop" = "Skrivebord";

/* layer heading */
"Layer: " = "Lag: ";

/* dock items */
"List of Dock Items " = "Liste med Dock-objekter ";

/* properties heading */
"Properties: " = "Egenskaper: ";

/* widget heading */
"Widget: " = "Widget: ";

/* Recent items */
"Recent Applications" = "Sist brukte programmer";
"Recent Documents" = "Sist brukte dokumenter";
"Recent Servers" = "Sist brukte tjenere";
"Favorite Volumes" = "Favorittvolumer";
"Favorite Items" = "Favorittobjekter";

"Spacer" = "Delelinje";
"Sort by: " = "Sorter etter: ";
"Display as: " = "Vis som: ";
"View Content as: " = "Vis innhold som: ";
"Type: " = "Type: ";
"Location: " = "Sted: ";
"Name: " = "Navn: ";
"URL: " = "URL: ";

/* Stack settings */
"Name" = " Navn";
"Date Added" = "Dato lagt til";
"Date Modified" = "Dato endret";
"Date Created" = "Dato opprettet";
"Kind" = "Type";
"Folder" = "Mappe";
"Stack" = "Stabel";
"Fan" = "Vifte";
"Grid" = "Rutenett";
"List" = "Liste";
"Automatic" = "Automatisk";